adw-gtk-theme
alacritty
amd-ucode
arandr
arch-install-scripts
base
base-devel
betterlockscreen
bluez
bluez-utils
brightnessctl
btop
code
conky
ddcutil
dkms
dolphin
dunst
efibootmgr
eww
feh
firefox
gamemode
gammastep
git
grub
imagemagick
kdeconnect
lib32-vulkan-radeon
libnotify
linux-firmware
linux-lts
linux-lts-headers
lxappearance
mangohud
mesa-utils
nano
networkmanager
ntfs-3g
ntp
obconf-qt
openbox
pacman-contrib
pamac-aur
pamixer
papirus-icon-theme
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
power-profiles-daemon
protonup-qt
redshift
reflector
rofi
rsync
steam
terminus-font
tint2
ttf-jetbrains-mono-nerd
virtualbox
virtualbox-host-dkms
vulkan-radeon
vulkan-tools
wget
wine-staging
winetricks
wireplumber
wmctrl
woff2-font-awesome
xf86-video-amdgpu
xorg-server
xorg-xinit
xorg-xinput
yay
yay-debug
