adw-gtk-theme
alacritty
amd-ucode
arandr
bluez
bluez-utils
btop
code
dbus
ddcutil
dolphin
dunst
fastfetch
feh
firefox
flameshot
gamemode
gamescope
git
htop
iw
iwd
kdialog
lib32-gamemode
lib32-mangohud
lib32-mesa
lib32-vulkan-radeon
libnotify
linux-firmware
lm_sensors
lutris
lxappearance
mangohud
mesa
network-manager-applet
networkmanager
obconf-qt
openbox
pacman-contrib
pamixer
papirus-icon-theme
pavucontrol
pciutils
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-kde-agent
power-profiles-daemon
rofi
rsync
steam
terminus-font
ttf-jetbrains-mono-nerd
usbutils
vulkan-radeon
vulkan-tools
wine-staging
winetricks
wireless_tools
wireplumber
wmctrl
woff2-font-awesome
wpa_supplicant
xorg-server
xorg-xauth
xorg-xev
xorg-xinit
xorg-xinput
xorg-xprop
xorg-xrandr
zenity
